jorgebucaran/fisher
edc/bass
danhper/fish-ssh-agent
yujinyuz/tackle
paysonwallach/fish-you-should-use
meaningful-ooo/sponge
catppuccin/fish
wfxr/forgit
jorgebucaran/hydro
