tap "afnanenayet/tap"
tap "ankitpokhrel/jira-cli"
tap "bloznelis/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jdxcode/tap"
tap "jesseduffield/horcrux"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "mhanberg/zk"
tap "mistertea/et"
tap "mongodb/brew"
tap "oven-sh/bun"
tap "stripe/stripe-cli"
tap "tantalor93/dnspyre"
tap "universal-ctags/universal-ctags"
tap "wez/wezterm"
tap "zinclabs/tap"
brew "xz"
brew "aria2"
brew "asciinema"
brew "asimov"
brew "libgit2"
brew "bat"
brew "node"
brew "bitwarden-cli"
brew "bottom"
brew "python@3.11"
brew "bpytop"
brew "broot"
brew "btop"
brew "cabextract"
brew "glib"
brew "cdrtools"
brew "cffi"
brew "python-cryptography"
brew "certbot"
brew "chezmoi"
brew "cmake"
brew "coreutils"
brew "curl"
brew "dua-cli"
brew "fmt"
brew "folly"
brew "edencommon"
brew "eza"
brew "fizz"
brew "wangle"
brew "fb303"
brew "fbthrift"
brew "fd"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "openblas"
brew "numpy"
brew "pango"
brew "rubberband"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gitui"
brew "glow"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "gojq"
brew "gotop"
brew "jasper"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "grip"
brew "guile"
brew "hdf5"
brew "helix"
brew "htop"
brew "hugo"
brew "shared-mime-info"
brew "imagemagick"
brew "jackett", restart_service: true
brew "jdupes"
brew "jq"
brew "json-c"
brew "lazydocker"
brew "lf"
brew "libcbor"
brew "libxml2"
brew "libdap"
brew "libpq"
brew "luv"
brew "mas"
brew "miller"
brew "minizip"
brew "mise"
brew "msgpack"
brew "mysql-client"
brew "n"
brew "netcdf"
brew "nghttp2"
brew "ninja"
brew "pandoc"
brew "par"
brew "peco"
brew "pipx"
brew "poppler"
brew "qt@5"
brew "poppler-qt5"
brew "procs"
brew "python@3.10"
brew "python@3.8"
brew "python@3.9"
brew "ripgrep"
brew "rsync"
brew "rustup-init"
brew "sk"
brew "slides"
brew "stow"
brew "task"
brew "tmux"
brew "transcrypt"
brew "tree-sitter"
brew "universal-ctags", args: ["HEAD"]
brew "urlview"
brew "vhs"
brew "viu"
brew "watchman"
brew "watson"
brew "wget"
brew "whalebrew"
brew "wimlib"
brew "yarn"
brew "youtube-dl"
brew "zk"
brew "ankitpokhrel/jira-cli/jira-cli", args: ["HEAD"]
brew "bloznelis/tap/typioca"
brew "jesseduffield/horcrux/horcrux"
brew "jesseduffield/lazygit/lazygit"
brew "oven-sh/bun/bun"
brew "tantalor93/dnspyre/dnspyre"
cask "android-file-transfer"
cask "android-platform-tools"
cask "appcleaner"
cask "basictex"
cask "burp-suite"
cask "cyberduck"
cask "dash"
cask "discord"
cask "docker"
cask "figma"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "gimp"
cask "google-chrome"
cask "hubstaff"
cask "iina"
cask "insomnia"
cask "itsycal"
cask "joplin"
cask "kap"
cask "karabiner-elements"
cask "keycastr"
cask "kitty"
cask "kvirc"
cask "lens"
cask "logitech-options"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "min"
cask "ngrok"
cask "nordvpn"
cask "obs"
cask "origin"
cask "postman"
cask "proxyman"
cask "qbittorrent"
cask "raycast"
cask "shottr"
cask "slack"
cask "spotify"
cask "steam"
cask "sublime-text"
cask "sync"
cask "tableplus"
cask "the-unarchiver"
cask "vscodium"
cask "wezterm"
cask "zoom"
mas "AdGuard for Safari", id: 1440147259
mas "Brother iPrint&Scan", id: 1193539993
mas "Day Progress", id: 6450280202
mas "Spark", id: 1176895641
