tap "afnanenayet/tap"
tap "bloznelis/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/horcrux"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "mhanberg/zk"
tap "mistertea/et"
tap "mongodb/brew"
tap "universal-ctags/universal-ctags"
brew "asciinema"
brew "bat"
brew "bpytop"
brew "python@3.9"
brew "glib"
brew "certbot"
brew "cmake"
brew "curl"
brew "direnv"
brew "dua-cli"
brew "exa"
brew "fd"
brew "fish"
brew "fzf"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gitui"
brew "glow"
brew "gnu-sed"
brew "p11-kit"
brew "gnutls"
brew "gnupg"
brew "gobject-introspection"
brew "gojq"
brew "jasper"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grip"
brew "htop"
brew "hugo"
brew "shared-mime-info"
brew "imagemagick"
brew "jq"
brew "lf"
brew "mas"
brew "mysql-client"
brew "nghttp2"
brew "nnn"
brew "pandoc"
brew "peco"
brew "pipx"
brew "procs"
brew "ripgrep"
brew "sk"
brew "stow"
brew "task"
brew "taskwarrior-tui"
brew "tmux"
brew "tree-sitter"
brew "urlview"
brew "watchman"
brew "watson"
brew "wget"
brew "zk", args: ["HEAD"]
brew "afnanenayet/tap/diffsitter"
brew "bloznelis/tap/typioca"
brew "heroku/brew/heroku"
brew "jesseduffield/horcrux/horcrux"
brew "jesseduffield/lazygit/lazygit"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "alacritty"
cask "alfred"
cask "appcleaner"
cask "balenaetcher"
cask "basictex"
cask "binance"
cask "clean-me"
cask "discord"
cask "figma"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "gimp"
cask "google-chrome"
cask "hyper"
cask "icanhazshortcut"
cask "iina"
cask "inkdrop"
cask "insomnia"
cask "itsycal"
cask "jitsi-meet"
cask "joplin"
cask "kap"
cask "karabiner-elements"
cask "keycastr"
cask "kitty"
cask "logitech-unifying"
cask "lulu"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "min"
cask "ngrok"
cask "notion"
cask "obs"
cask "openvpn-connect"
cask "postman"
cask "rectangle"
cask "skype"
cask "slack"
cask "spotify"
cask "steam"
cask "sublime-text"
cask "tableplus"
cask "taskwarrior-pomodoro"
cask "telegram"
cask "the-unarchiver"
cask "zoom"
mas "AdGuard for Safari", id: 1440147259
mas "Spark", id: 1176895641
