tap "afnanenayet/tap"
tap "ankitpokhrel/jira-cli"
tap "bloznelis/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jdxcode/tap"
tap "jesseduffield/horcrux"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "mhanberg/zk"
tap "mistertea/et"
tap "mongodb/brew"
tap "oven-sh/bun"
tap "stripe/stripe-cli"
tap "universal-ctags/universal-ctags"
tap "wez/wezterm"
tap "zinclabs/tap"
brew "python@3.11"
brew "asciinema"
brew "bat"
brew "node"
brew "bitwarden-cli"
brew "bpytop"
brew "btop"
brew "glib"
brew "certbot"
brew "chezmoi"
brew "cmake"
brew "coreutils"
brew "curl"
brew "direnv"
brew "dua-cli"
brew "folly"
brew "edencommon"
brew "exa"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fd"
brew "p11-kit"
brew "gnutls"
brew "harfbuzz"
brew "pango"
brew "fish"
brew "fzf"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gitui"
brew "glow"
brew "gnu-sed"
brew "gnupg"
brew "gobject-introspection"
brew "gojq"
brew "jasper"
brew "librsvg"
brew "graphviz"
brew "grip"
brew "guile"
brew "hdf5"
brew "htop"
brew "hugo"
brew "shared-mime-info"
brew "imagemagick"
brew "jackett", args: ["HEAD"], restart_service: true
brew "jq"
brew "lazydocker"
brew "lf"
brew "libxml2"
brew "libdap"
brew "libpq"
brew "luv"
brew "mas"
brew "miller"
brew "minizip"
brew "msgpack"
brew "mysql-client"
brew "netcdf"
brew "nghttp2"
brew "nnn"
brew "openblas"
brew "pandoc"
brew "peco"
brew "pipx"
brew "poppler"
brew "qt@5"
brew "poppler-qt5"
brew "procs"
brew "python@3.10"
brew "python@3.8"
brew "python@3.9"
brew "ripgrep"
brew "rsync"
brew "rustup-init"
brew "sk"
brew "stow"
brew "task"
brew "taskwarrior-tui"
brew "tmux"
brew "transcrypt"
brew "tree-sitter"
brew "urlview"
brew "vhs"
brew "viu"
brew "watchman"
brew "watson"
brew "wget"
brew "whalebrew"
brew "yarn"
brew "youtube-dl"
brew "zk"
brew "afnanenayet/tap/diffsitter"
brew "ankitpokhrel/jira-cli/jira-cli", args: ["HEAD"]
brew "bloznelis/tap/typioca"
brew "heroku/brew/heroku"
brew "jdxcode/tap/rtx"
brew "jesseduffield/horcrux/horcrux"
brew "jesseduffield/lazygit/lazygit"
brew "oven-sh/bun/bun"
brew "stripe/stripe-cli/stripe"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "alfred"
cask "amethyst"
cask "appcleaner"
cask "basictex"
cask "clean-me"
cask "dash"
cask "discord"
cask "docker"
cask "figma"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "gimp"
cask "google-chrome"
cask "hubstaff"
cask "hyper"
cask "icanhazshortcut"
cask "iina"
cask "inkdrop"
cask "insomnia"
cask "itsycal"
cask "jitsi-meet"
cask "joplin"
cask "kap"
cask "karabiner-elements"
cask "keycastr"
cask "kitty"
cask "lens"
cask "logitech-options"
cask "lulu"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-teams"
cask "min"
cask "ngrok"
cask "notion"
cask "obs"
cask "origin"
cask "postman"
cask "qbittorrent"
cask "raycast"
cask "shottr"
cask "skype"
cask "slack"
cask "spotify"
cask "steam"
cask "sublime-text"
cask "sync"
cask "tableplus"
cask "the-unarchiver"
cask "virtualbox-beta"
cask "vscodium"
cask "wezterm"
cask "zoom"
mas "AdGuard for Safari", id: 1440147259
mas "Infuse", id: 1136220934
mas "Spark", id: 1176895641
