jorgebucaran/fisher
jethrokuan/z
edc/bass
danhper/fish-ssh-agent
IlanCosman/tide@v5
yujinyuz/tackle
paysonwallach/fish-you-should-use
meaningful-ooo/sponge
catppuccin/fish
